; Generated (01.08.2015 19:13:34) by Easy Context Menu v1.6 - Freeware
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
Sound=1
NewItemDlg=1

[Language_English]
01="BlueLife"
02="&File"
03="&Edit"
04="&Options"
05="&Extras"
06="&Help"
07="Apply Changes"
08="Uninstall All"
09="List Editor"
10="ContextMenu Cleaner"
11="About"
12="Desktop Context Menu"
13="My Computer Context Menu"
14="Drives Context Menu"
15="Folder Context Menu"
16="File Context Menu"
17="Exe File Context Menu"
18="&Apply Changes"
19="&Uninstall All"
20="List &Editor"
21="ContextMenu &Cleaner"
22="&Scan Changes"
23="&Load Saved Settings"
24="&Save Your Settings"
25="&Exit"
26="&Enable Item"
27="Enable &Icon"
28="Enable &Shift - Click"
29="&Top"
30="&Middle"
31="&Bottom"
32="&Jump Registry Key"
33="Open with &Explorer"
34="&Run Selection"
35="&Always On Top"
36="&Sound"
37="&Create Desktop Shortcut"
38="&Open Configuration File"
39="&Add to Context Menu"
40="Change &User Account Control Settings"
41="&Remove Shortcut Arrows"
42="&Disable Shortcut Prefix"
43="&Restart Windows Explorer"
44="&Donate"
45="&HomePage"
46="&Contact"
47="&About"
48="Please Wait..."
49="Error when write data to registry! Check permissions on registry keys."
50="You must restart windows explorer to apply these changes."
51="Choose Folder\nChoose File"
52="All Files\nApplication Files"
53="Target Context Menu:"
54="Title:"
55="Program:"
56="Parameter:"
57="Icon:"
58="Show icon in the Context menu"
59="Use shift key to display in the Context menu"
60="Run as administrator"
61="Shown at the top of the menu"
62="Shown at the middle of the menu"
63="Shown at the bottom of the menu"
64="Show Windows xp  and 2003 in the list"
65="Show Vista in the list"
66="Show Windows 7 and above Systems in the list"
67="Save Changes"
68="Add New"
69="Add Sub Menu"
70="Delete"
71="Move Up"
72="Move Down"
73="New Menu"
74="Do you want to save the changes?"
75="Unable to write file!"
76="Enable\nDisable\nDelete\nJump Registy Key\nRefresh"
77="Active\nProgram\nContext Menu\nRegisty Key"
78="Yes\nNo"
79="Desktop\nMy Computer\nDrive\nFile And Folder\nDirectory\nFolder\nFile\nExeFile"
80="Please Wait...%W=125% %H=25%"
81="%fcount% File deleted.%W=150% %H=25%"
82="Temp folder is clean.%W=150% %H=25%"
83="IP could not be retrieved! %W=175% %H=25%"
84="Ip copied to clipboard.\n%IP% %W=150% %H=38%"
85="Operation completed.%W=175% %H=25%"
86="The operation failed.%W=200% %H=25%"
87="To unlock the keyboard and mouse.\nPress: CTRL + ALT + DEL%W=250% %H=38%"
88="Stop Blocking\nTo unlock the keyboard\nPress: CTRL + ALT + DEL%W=250% %H=38%"
89="Run with Parameters"
90="Enter the arguments of the following program:"
91="Run as Administrator"
92="Run as Limited User"
93="OK\nCancel"
94="Date-Time\nCreated:\nModified:\nAccessed:\nAttributes\nRead-only\nHidden\nSystem\nApply changes subfolder and files"
AAA=Open Command Prompt Here
AAB=Select All Files
AAC=Tools
ACA=Delete Temporary Files
ACB=Restart Windows Explorer
ACC=Reduce Memory
ACD=Block Mouse And Keyboard
ACE=Block Keyboard
ACF=Show or Hide Hidden Files and Folders
ACG=Show or Hide File Extensions
ACH=Rebuild Shell Icon Cache
ACI=Fix Print Spooler
ACJ=Copy IP
AAD=System Tools
AEA=Computer Management
AEB=Task Manager
AEC=Command Prompt
AED=Registry Editor
AEE=Run
AEF=Snipping Tool
AEG=Sticky Notes
AEH=Programs and Features
AEI=All Tasks
AEJ=Msconfig
AEP=Msconfig
AEK=Device Manager
AEL=Services
AEM=Network Connections
AEN=Control Panel
AEO=Empty Recycle Bin
AAE=Turn Off Options
ADA=Turn Off Menu
ADB=Lock User
ADC=Switch User
ADD=Log Off
ADE=Sleep
ADF=Hibernate
ADG=Restart
ADH=Shut Down
ADI=Shut Down Force
AAF=Tools
AAG=System Tools
AAH=Turn Off Options
AAI=Disk Cleanup
AAJ=Defrag
AAK=Change Icon
AAL=Take Ownership
AAM=Block Access
AAN=Copy Folder Contents List
AAO=Permanently Delete
AAP=Change Attributes
AAR=Open with Notepad
AAS=Copy Text Contents
AAT=Run with Parameters
AAU=Add To Firewall
AAV=Delete From Firewall
QGY=My Computer (for Win10 bug)
FUU=Windows PowerShell

[Language_Chinese_简体中文 (Simplified)]
01="zjw"
02="文件(&F)"
03="编辑(&E)"
04="选项(&O)"
05="额外(&E)"
06="帮助(&H)"
07="应用更改"
08="卸载所有"
09="列表编辑器"
10="清理右键菜单"
11="关于"
12="桌面"
13="我的电脑"
14="驱动器"
15="文件夹"
16="文件"
17="Exe文件"
18="应用更改(&A)"
19="卸载所有(&U)"
20="列表编辑器(&E)"
21="清理右键菜单(&C)"
22="扫描更改(&S)"
23="载入保存的设置(&L)"
24="保存设置(&S)"
25="退出(&E)"
26="启用项目(&E)"
27="启用及图标(&I)"
28="按下Shift键时启用(&S)"
29="顶部(&T)"
30="中部(&M)"
31="底部(&B)"
32="跳转注册表项(&J)"
33="打开资源管理器(&E)"
34="运行选择(&R)"
35="总在最前面(&A)"
36="声音提示(&S)"
37="创建桌面快捷方式(&C)"
38="打开配置文件(&O)"
39="添加到右键菜单(&A)"
40="更改与用户账户控制设置(&U)"
41="删除快捷方式箭头(&R)"
42="禁用快捷方式文字前缀(&D)"
43="重新启动资源管理器(&R)"
44="捐赠(&D)"
45="主页(&H)"
46="联系(&C)"
47="关于(&A)"
48="请稍候..."
49="错误，写入注册表项是出现错误！请检查是否有写入注册表项权限。"
50="您必须重新启动资源管理器才能应用。"
51="选择文件夹\n选择文件"
52="所有文件\n应用程序文件"
53="目标右键菜单:"
54="标题:"
55="程序:"
56="参数:"
57="图标:"
58="在右键菜单中显示图标"
59="在扩展菜单中显示图标"
60="以管理员身份运行"
61="显示在菜单的顶部"
62="显示在菜单的中间"
63="显示在菜单的底部"
64="显示Windows XP和2003的列表"
65="显示Vista的列表"
66="显示的Windows7及以上系统中的列表"
67="保存更改"
68="新增"
69="添加子菜单"
70="删除"
71="上移"
72="下移"
73="新菜单"
74="是否保存更改？"
75="无法写入文件！"
76="激活\n关闭\n删除\n跳转到注册表项\n刷新"
77="自动\n计划\n右键菜单\n注册表项"
78="是\n否"
79="桌面\n我的电脑\n驱动器\n文件和文件夹\n目录\n文件夹\n文件\nexe文件"
80="请稍候...%W=125% %H=25%"
81="%fcount%删除文件.%W=150% %H=25%"
82="Temp文件夹已清空.%W=150% %H=25%"
83="IP无法搜索! %W=175% %H=25%"
84="IP复制到剪贴板。\n%IP% %W=150% %H=38%"
85="操作完成。%W=175% %H=25%"
86="操作失败。%W=200% %H=25%"
87="要解锁键盘和鼠标。\n同时按下: CTRL + ALT + DEL%W=250%%H=38%"
88="停止阻止\n要解锁键盘\n同时按下: CTRL + ALT + DEL%W=250% %H=38%"
89="运行参数"
90="输入以下程序的参数:"
91="以管理员身份运行"
92="以受限用户运行"
93="确定\n取消"
94="日期时间\n创建：\n修改：\n访问：\n属性\n只读\n隐藏\n系统\n应用更改子文件夹和文件"
AAA="在此打开命令提示符"
AAB="选择所有文件"
AAC="工具"
ACA="删除临时文件"
ACB="重新启动资源管理器"
ACC="减少内存"
ACD="拦截鼠标和键盘"
ACE="拦截键盘"
ACF="显示或隐藏隐藏的文件和文件夹"
ACG="显示或隐藏文件扩展名"
ACH="重建图标缓存"
ACI="修复打印后台进程"
ACJ="复制IP地址"
AAD="系统工具"
AEA="计算机管理"
AEB="任务管理器"
AEC="命令提示符"
AED="注册表编辑器"
AEE="运行"
AEF="截图"
AEG="便签"
AEH="程序和功能"
AEI="所有任务"
AEJ="系统配置"
AEP="系统配置"
AEK="设备管理器"
AEL="服务"
AEM="网络连接"
AEN="控制面板"
AEO="清空回收站"
AAE="关闭选项"
ADA="关闭菜单"
ADB="锁定用户"
ADC="切换用户"
ADD="注销"
ADE="睡眠"
ADF="休眠"
ADG="重启"
ADH="关闭"
ADI="强制关机"
AAF="工具"
AAG="系统工具"
AAH="关闭选项"
AAI="磁盘清理"
AAJ="碎片整理"
AAK="更改图标"
AAL="取得所有权"
AAM="阻止访问"
AAN="复制文件夹内容列表"
AAO="永久删除"
AAP="更改属性"
AAR="用记事本打开"
AAS="复制文本内容"
AAT="带参数运行"
AAU="添加到防火墙"
AAV="从防火墙里删除"